[
  {
    "title": "Pengolahan 100% Minyak Kelapa Sawit Menjadi Green Energy",
    "link" : "https://www.pertamina.com/id/news-room/news-release/berhasil-uji-coba-pengolahan-100-minyak-kelapa-sawit-menjadi-green-energy-pertamina-siap-produksi-d-100-pertama-di-indonesia",
    "description": "Berhasil Uji Coba Pengolahan 100% Minyak Kelapa Sawit Menjadi Green Energy, Pertamina Siap Produksi D-100 Pertama di Indonesia"
    
  },
  {
    "title": "Cara Pengolahan Minyak Kelapa Sawit Menjadi Bahan Bakar Ramah Lingkungan",
    "link" : "https://www.pertamina.com/id/news-room/news-release/cara-pengolahan-minyak-kelapa-sawit-menjadi-bahan-bakar-ramah-lingkungan",
    "description": "Jakarta, 27 Desember 2018 – Pertamina terus melakukan beragam upaya untuk menciptakan dan mengembangkan sumber energi baru ramah lingkungan. Salah satunya adalah Implementasi pengolahan Minyak Kelapa Sawit (Crude Palm Oil) menjadi Green Fuel (Green Gasoline atau Green Diesel)."
  },
  {
    "title": "Pahami Istilah B20, B30, B100, BBN dalam Bioenergi",
    "link" : "http://ebtke.esdm.go.id/post/2019/12/18/2433/pahami.istilah.b20.b30.b100.bbn.dalam.bioenergi",
    "description": "memahami Program Mandatori B30 yang menjadi salah satu Program Strategis Presiden Jokowi dalam menekan defisit neraca dagang."
  },
  {
    "title": "Biohidrokarbon dari olahan minyak sawit berpotensi jadi BBM masa depan",
    "link" : "https://regional.kontan.co.id/news/biohidrokarbon-dari-olahan-minyak-sawit-berpotensi-jadi-bbm-masa-depan",
    "description": "Kelapa sawit merupakan salah satu tumbuhan yang memiliki banyak manfaat. Salah satu manfaatnya adalah pengolahan minyak sawit yang dapat menghasilkan bahan bakar biohidrokarbon yang terdiri dari green diesel, bensin nabati atau biogasoline, dan bioavtur atau jet biofuel. "
  },
  {
    "title": "Menteri ESDM: Pertamina Bangun Pabrik yang Ubah Kelapa Sawit jadi BBM",
    "link" : "https://katadata.co.id/febrianaiskana/energi/5e9a470e825b5/menteri-esdm-pertamina-bangun-pabrik-yang-ubah-kelapa-sawit-jadi-bbm",
    "description": "Menteri ESDM mengatakan Pertamina, Pupuk Kujang, dan ITB akan membangun pabrik katalis yang ubah minyak kelapa sawit menjadi BBM dengan modal Rp 150 miliar"
  }
]